Repository: chocoford/ExcalidrawZ
Catalog: ExcalidrawZ/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, ko, nl, pl, pt, ru, th, tr, vi, zh_hans, zh_hant

# lockFileTitle
source: Lock File
ar: ملف القفل
de: Sperrdatei
es: Archivo Bloqueado
fr: Fichier verrouillé
hi: लॉक फ़ाइल
it: File Bloccato
ja: ロックファイル
ko: 잠금 파일
nl: Slotbestand
pl: Plik blokady
pt: Arquivo Bloqueado
ru: Заблокировать файл
th: ไฟล์ล็อค
tr: Kilitleme Dosyası
vi: Khóa Tập Tin
zh_hans: 锁定文件
zh_hant: 鎖定檔案

# mcpGeneratedFileName
source: MCP Drawing
ar: رسمة MCP
de: MCP-Zeichnung
es: Dibujo MCP
fr: Dessin MCP
hi: एमसीपी ड्राइंग
it: Disegno MCP
ja: MCP図面
ko: MCP 도면
nl: MCP Tekeningen
pl: Rysunek MCP
pt: Desenho MCP
ru: Чертеж MCP
tr: MCP Çizimi
vi: Bản vẽ MCP
zh_hans: MCP 图纸
zh_hant: MCP 繪圖

# mediasInfoLabelCreatedAt
source: Created at
ar: تم الإنشاء في
de: Erstellt am
es: Creado en
fr: Créé le
hi: बनाया गया
it: Creato il
ja: 作成日時
ko: 생성 일시
nl: Gemaakt op
pl: Utworzono w
pt: Criado em
ru: Создано в
th: สร้างเมื่อ
tr: Oluşturulma tarihi
vi: Được tạo lúc
zh_hans: 创建于
zh_hant: 創建於

# mediasInfoLabelFileSize
source: Size
ar: الحجم
de: Größe
es: Tamaño
fr: Taille
hi: आकार
it: Dimensione
ja: サイズ
ko: 크기
nl: Grootte
pl: Rozmiar
pt: Tamanho
ru: Размер
th: ขนาด
tr: Boyut
vi: Kích thước
zh_hans: 大小
zh_hant: 大小

# mediasInfoLabelReferencedFrom
source: Referenced from
ar: مرجع من
de: Referenziert von
es: Referenciado desde
fr: Référencé depuis
hi: से संदर्भित
it: Riferito da
ja: 参照元
ko: 참조됨
nl: Verwezen vanuit
pl: Odniesione z
pt: Referenciado de
ru: Ссылается на
th: อ้างอิงจาก
tr: Referans alındığı yer
vi: Tham chiếu từ
zh_hans: 引用自
zh_hant: 引用自

# menubarButtonExportAll
source: Export All
ar: تصدير الكل
de: Alles exportieren
es: Exportar todo
fr: Exporter tout
hi: सभी का निर्यात
it: Esporta tutto
ja: すべてエクスポート
ko: 모두 내보내기
nl: Exporteer alles
pl: Eksportuj wszystkie
pt: Exportar Tudo
ru: Экспортировать все
th: ส่งออกทั้งหมด
tr: Tümünü Dışa Aktar
vi: Xuất tất cả
zh_hans: 全部导出
zh_hant: 導出所有

# menubarButtonImport
source: Import
ar: استيراد
de: Importieren
es: Importar
fr: Importer
hi: आयात करें
it: Importa
ja: インポート
ko: 가져오기
nl: Importeer
pl: Importuj
pt: Importar
ru: Импортировать
th: นำเข้า
tr: İçe Aktar
vi: Nhập
zh_hans: 导入
zh_hant: 導入

# menubarButtonPrint
source: Print...
ar: طباعة...
de: Drucken...
es: Imprimir...
fr: Imprimer...
hi: छापें...
it: Stampa...
ja: 印刷...
ko: 인쇄...
nl: Afdrukken...
pl: Drukuj...
pt: Imprimir...
ru: Печать...
th: พิมพ์...
tr: Yazdır...
vi: In...
zh_hans: 打印...
zh_hant: 打印...

# menubarToggleLibrary
source: Toggle Library
ar: تبديل المكتبة
de: Bibliothek umschalten
es: Alternar biblioteca
fr: Basculer la bibliothèque
hi: लाइब्रेरी टॉगल करें
it: Attiva/Disattiva Libreria
ja: ライブラリを切り替え
ko: 라이브러리 전환
nl: Toggle Bibliotheek
pl: Przełącz bibliotekę
pt: Alternar Biblioteca
ru: Переключить библиотеку
th: เปิด/ปิดห้องสมุด
tr: Kütüphaneyi Aç/Kapa
vi: Chuyển đổi Thư viện
zh_hans: 切换库
zh_hant: 切換圖書館

# menubarToggleShare
source: Toggle Share
ar: تبديل المشاركة
de: Teilen umschalten
es: Alternar compartir
fr: Basculer le partage
hi: शेयर टॉगल करें
it: Attiva/Disattiva Condivisione
ja: 共有シートを切り替え
ko: 공유 전환
nl: Toggle Delen
pl: Przełącz udostępnianie
pt: Alternar Compartilhar
ru: Переключить общий доступ
th: เปิด/ปิดการแชร์
tr: Paylaşmayı Aç/Kapa
vi: Chuyển đổi Chia sẻ
zh_hans: 切换分享
zh_hant: 切換分享

# menubarToggleSidebar
source: Toggle Sidebar
ar: تبديل الشريط الجانبي
de: Seitenleiste umschalten
es: Alternar barra lateral
fr: Basculer la barre latérale
hi: साइडबार टॉगल करें
it: Attiva/Disattiva Barra Laterale
ja: サイドバーを切り替え
ko: 사이드바 전환
nl: Toggle Zijbalk
pl: Przełącz pasek boczny
pt: Alternar Barra Lateral
ru: Переключить боковую панель
th: เปิด/ปิดแถบด้านข้าง
tr: Kenar Çubuğunu Aç/Kapa
vi: Chuyển đổi Thanh bên
zh_hans: 切换侧边栏
zh_hant: 切換側邊欄

# mermaidInputSheetInputTab
source: Input
ar: الإدخال
de: Eingabe
es: Entrada
fr: Entrée
hi: इनपुट
ja: 入力
ko: 입력
nl: Invoer
pl: Wprowadź
pt: Entrada
ru: Ввод
th: ข้อมูลนำเข้า
tr: Girdi
vi: Nhập
zh_hans: 输入
zh_hant: 輸入

# mermaidInputSheetNoActiveCanvasError
source: No active canvas is available.
ar: لا يوجد قماش نشط متاح.
de: Es ist kein aktiver Canvas verfügbar.
es: No hay un lienzo activo disponible.
fr: Aucun canevas actif n'est disponible.
hi: कोई सक्रिय कैनवास उपलब्ध नहीं है।
it: Nessun canvas attivo disponibile.
ja: アクティブなキャンバスがありません。
ko: 활성 캔버스가 없습니다.
nl: Er is geen actieve canvas beschikbaar.
pl: Brak aktywnej kanwy.
pt: Nenhuma tela ativa disponível.
ru: Нет доступного активного холста.
th: ไม่มีแคนวาสที่ใช้งานอยู่.
tr: Aktif bir tuval mevcut değil.
vi: Không có canvas hoạt động nào.
zh_hans: 没有可用的活动画布。
zh_hant: 沒有可用的活動畫布。

# mermaidInputSheetPasteButton
source: Paste
ar: لصق
de: Einfügen
es: Pegar
fr: Coller
hi: पेस्ट करें
it: Incolla
ja: 貼り付け
ko: 붙여넣기
nl: Plakken
pl: Wklej
pt: Colar
ru: Вставить
th: วาง
tr: Yapıştır
vi: Dán
zh_hans: 粘贴
zh_hant: 粘貼

# mermaidInputSheetPlaceholder
source: graph TD A[Start] --> B[Draw in ExcalidrawZ]
ar: رسم بياني TD A[بدء] --> B[الرسم في ExcalidrawZ]
de: graph TD A[Start] --> B[In ExcalidrawZ zeichnen]
es: graph TD A[Inicio] --> B[Dibujar en ExcalidrawZ]
fr: graph TD A[Début] --> B[Dessiner dans ExcalidrawZ]
hi: ग्राफ TD A[शुरुआत] --> B[ExcalidrawZ में ड्रॉ करें]
it: graph TD A[Inizio] --> B[Disegna in ExcalidrawZ]
ja: graph TD A[開始] --> B[ExcalidrawZで描画]
ko: graph TD A[시작] --> B[ExcalidrawZ에 그리기]
nl: grafiek TD A[Start] --> B[Teken in ExcalidrawZ]
pl: graf TD A[Początek] --> B[Rysuj w ExcalidrawZ]
pt: graph TD A[Início] --> B[Dibujar no ExcalidrawZ]
ru: граф TD A[Начало] --> B[Рисовать в ExcalidrawZ]
th: กราฟ TD A[เริ่มต้น] --> B[วาดใน ExcalidrawZ]
tr: graf TD A[Başlangıç] --> B[ExcalidrawZ'de Çiz]
vi: đồ thị TD A[Bắt đầu] --> B[Vẽ trong ExcalidrawZ]
zh_hans: graph TD A[开始] --> B[在 ExcalidrawZ 中绘制]
zh_hant: graph TD A[開始] --> B[在 ExcalidrawZ 中繪製]

# mermaidInputSheetPreviewEmpty
source: Enter Mermaid syntax to preview it here.
ar: أدخل صيغة Mermaid لمعاينتها هنا.
de: Geben Sie die Mermaid-Syntax ein, um sie hier anzuzeigen.
es: Ingrese la sintaxis Mermaid para previsualizarla aquí.
fr: Entrez la syntaxe Mermaid pour l'apercevoir ici.
hi: यहां पूर्वावलोकन के लिए मर्मेड सिंटैक्स दर्ज करें।
it: Inserisci la sintassi Mermaid per visualizzarla qui.
ja: ここにMermaid構文を入力してプレビューします。
ko: 여기에 미리보기할 Mermaid 구문을 입력하세요.
nl: Voer Mermaid-syntaxis in om het hier te previewen.
pl: Wprowadź składnię Mermaid, aby zobaczyć podgląd tutaj.
pt: Digite a sintaxe Mermaid para visualizar aqui.
ru: Введите синтаксис Mermaid, чтобы предварительно просмотреть его здесь.
th: ป้อนไวยากรณ์ Mermaid เพื่อดูตัวอย่างที่นี่.
tr: Burada önizlemek için Mermaid söz dizimini girin.
vi: Nhập cú pháp Mermaid để xem trước ở đây.
zh_hans: 在此输入 Mermaid 语法以预览。
zh_hant: 輸入 Mermaid 語法以在此預覽。

# mermaidInputSheetPreviewTab
source: Preview
ar: المعاينة
de: Vorschau
es: Vista Previa
fr: Aperçu
hi: पूर्वावलोकन
it: Anteprima
ja: プレビュー
ko: 미리보기
nl: Voorbeeld
pl: Podgląd
pt: Pré-visualização
ru: Предварительный просмотр
th: ดูตัวอย่าง
tr: Önizleme
vi: Xem trước
zh_hans: 预览
zh_hant: 預覽

# mermaidInputSheetPreviewUnavailable
source: Preview unavailable.
ar: المعاينة غير متاحة.
de: Vorschau nicht verfügbar.
es: Vista previa no disponible.
fr: Aperçu indisponible.
hi: पूर्वावलोकन उपलब्ध नहीं है।
it: Anteprima non disponibile.
ja: プレビューは利用できません。
ko: 미리보기가 사용할 수 없습니다.
nl: Voorbeeld niet beschikbaar.
pl: Podgląd niedostępny.
pt: Pré-visualização indisponível.
ru: Предварительный просмотр недоступен.
th: ไม่สามารถดูตัวอย่างได้.
tr: Önizleme mevcut değil.
vi: Xem trước không khả dụng.
zh_hans: 预览不可用。
zh_hant: 預覽不可用。

# migration
source: Migrate to new ExcalidrawZ
ar: الانتقال إلى ExcalidrawZ الجديد
de: Migration zu neuem ExcalidrawZ
es: Migrar a la nueva ExcalidrawZ
fr: Migrer vers le nouveau ExcalidrawZ
hi: नए ExcalidrawZ में माइग्रेट करें
it: Migra a ExcalidrawZ nuovo
ja: 新しい ExcalidrawZ へ移行
ko: 새 ExcalidrawZ로 마이그레이션
nl: Migreer naar nieuwe ExcalidrawZ
pl: Migracja do nowego ExcalidrawZ
pt: Migrar para o novo ExcalidrawZ
ru: Мигрировать на новую версию ExcalidrawZ
th: ย้ายไปยัง ExcalidrawZ ใหม่
tr: Yeni ExcalidrawZ'ye Geç
vi: Di chuyển sang ExcalidrawZ mới
zh_hans: 迁移到新的 ExcalidrawZ
zh_hant: 遷移到新的 ExcalidrawZ

# migrationAlertToastArchiveSucessTitle
source: Files archived successfully to %@
ar: تم أرشفة الملفات بنجاح إلى %@
de: Dateien erfolgreich in %@ archiviert
es: Archivos archivados correctamente en %@
fr: Fichiers archivés avec succès dans %@
hi: %@ में फ़ाइलें सफलतापूर्वक आर्काइव की गईं
it: File archiviati con successo in %@
ja: %@にファイルが正常にアーカイブされました
ko: 파일이 %@로 성공적으로 보관되었습니다
nl: Bestanden succesvol gearchiveerd naar %@
pl: Pliki zostały pomyślnie zarchiwizowane do %@
pt: Arquivos arquivados com sucesso em %@
ru: Файлы успешно заархивированы в %@
th: ไฟล์ถูกเก็บสำเร็จไปยัง %@
tr: Dosyalar %@ konumuna başarıyla arşivlendi
vi: Các tệp đã được lưu trữ thành công vào %@
zh_hans: 文件已成功归档到 %@
zh_hant: 檔案已成功歸檔至 %@

# migrationArchiveFailedItemsTitle
source: Some files failed to archive (%d)
ar: فشل أرشفة بعض الملفات (%d)
de: Einige Dateien konnten nicht archiviert werden (%d)
es: Algunos archivos no se pudieron archivar (%d)
fr: Certains fichiers n'ont pas pu être archivés (%d)
hi: कुछ फ़ाइलें संग्रहित करने में विफल रहीं (%d)
it: Alcuni file non sono stati archiviati (%d)
ja: 一部のファイルのアーカイブに失敗しました（%d）
ko: 일부 파일을 보관하지 못했습니다 (%d)
nl: Sommige bestanden konden niet worden gearchiveerd (%d)
pl: Niektóre pliki nie zostały zarchiwizowane (%d)
pt: Alguns arquivos não foram arquivados (%d)
ru: Не удалось заархивировать некоторые файлы (%d)
th: ไฟล์บางไฟล์ไม่สามารถเก็บถาวรได้ (%d)
tr: Bazı dosyalar arşivlenemedi (%d)
vi: Một số tệp không lưu trữ được (%d)
zh_hans: 有些文件归档失败（%d）
zh_hant: 有些檔案封存失敗 (%d)

# migrationArchivingTitle
source: Archiving…
ar: جاري الأرشفة…
de: Archivierung...
es: Archivando…
fr: Archivage…
hi: संग्रहित किया जा रहा है…
it: Archiviazione…
ja: アーカイブ中…
ko: 보관 중…
nl: Bezig met archiveren…
pl: Archiwizowanie…
pt: Arquivando…
ru: Архивация…
th: กำลังเก็บถาวร…
tr: Arşivleniyor…
vi: Đang lưu trữ…
zh_hans: 正在归档…
zh_hant: 正在封存…

# migrationAttentionContent
source: Never download a new version of ExcalidrawZ without exporting your files first, or you will lose your existing data.
ar: لا تقم أبداً بتحميل إصدار جديد من ExcalidrawZ دون تصدير ملفاتك أولاً، أو ستفقد بياناتك الحالية.
de: Laden Sie niemals eine neue Version von ExcalidrawZ herunter, ohne Ihre Dateien zuerst zu exportieren, da Sie sonst Ihre vorhandenen Daten verlieren.
es: Nunca descargues una nueva versión de ExcalidrawZ sin exportar tus archivos primero, o perderás tus datos existentes.
fr: Ne téléchargez jamais une nouvelle version d'ExcalidrawZ sans d'abord exporter vos fichiers, sinon vous perdrez vos données existantes.
hi: अपने फ़ाइलों का निर्यात किए बिना ExcalidrawZ का नया संस्करण कभी न डाउनलोड करें, अन्यथा आप अपने मौजूदा डेटा को खो देंगे।
it: Non scaricare mai una nuova versione di ExcalidrawZ senza prima esportare i tuoi file, altrimenti perderai i tuoi dati esistenti.
ja: ファイルをエクスポートせずに新しいバージョンの ExcalidrawZ をダウンロードしないでください。そうしないと、既存のデータが失われます。
ko: 파일을 먼저 내보내지 않고 새 버전의 ExcalidrawZ를 다운로드하지 마세요. 그렇지 않으면 기존 데이터가 손실됩니다.
nl: Download nooit een nieuwe versie van ExcalidrawZ zonder eerst je bestanden te exporteren, anders verlies je je bestaande gegevens.
pl: Nigdy nie pobieraj nowej wersji ExcalidrawZ bez wcześniejszego eksportu swoich plików, inaczej stracisz swoje istniejące dane.
pt: Nunca baixe uma nova versão do ExcalidrawZ sem exportar seus arquivos primeiro, ou você perderá seus dados existentes.
ru: Никогда не загружайте новую версию ExcalidrawZ без предварительного экспорта ваших файлов, иначе вы потеряете имеющиеся данные.
th: อย่าดาวน์โหลดเวอร์ชันใหม่ของ ExcalidrawZ โดยไม่ได้ส่งออกไฟล์ของคุณก่อน มิฉะนั้นคุณจะสูญเสียข้อมูลที่มีอยู่
tr: Dosyalarınızı önce dışa aktarmadan yeni bir ExcalidrawZ sürümünü indirmeyin, aksi takdirde mevcut verilerinizi kaybedersiniz.
vi: Không bao giờ tải xuống phiên bản mới của ExcalidrawZ mà không xuất các tệp của bạn trước, nếu không bạn sẽ mất dữ liệu hiện có.
zh_hans: 如果你没有将所有文件导出，永远不要下载新版ExcalidrawZ，否则你的已有数据将会丢失。
zh_hant: 在導出您的文件之前，切勿下載新版本的 ExcalidrawZ，否則您將丟失現有數據。

# migrationAttentionTitle
source: Attention
ar: تنبيه
de: Achtung
es: Atención
hi: ध्यान दें
it: Attenzione
ja: 注意
ko: 주의
nl: Let op
pl: Uwaga
pt: Atenção
ru: Внимание
th: ความสนใจ
tr: Dikkat
vi: Chú ý
zh_hans: 注意
zh_hant: 注意

# migrationButtonSkipAndContinue
source: Skip and Continue
ar: تخطي ومتابعة
de: Überspringen und fortfahren
es: Omitir y continuar
fr: Ignorer et continuer
hi: छोड़ें और जारी रखें
it: Ignora e continua
ja: スキップして続行
ko: 건너뛰고 계속
nl: Overslaan en doorgaan
pl: Pomiń i kontynuuj
pt: Ignorar e continuar
ru: Пропустить и продолжить
th: ข้ามและดำเนินการต่อ
tr: Atla ve Devam Et
vi: Bỏ qua và tiếp tục
zh_hans: 跳过并继续
zh_hant: 跳過並繼續

# migrationButtonStartMigration
source: Start Migration
ar: بدء الترحيل
de: Migration starten
es: Iniciar migración
fr: Démarrer la migration
hi: माइग्रेशन शुरू करें
it: Avvia migrazione
ja: 移行を開始
ko: 마이그레이션 시작
nl: Migratie starten
pl: Rozpocznij migrację
pt: Iniciar migração
ru: Начать миграцию
th: เริ่มการย้ายข้อมูล
tr: Taşımayı Başlat
vi: Bắt đầu chuyển dữ liệu
zh_hans: 开始迁移
zh_hant: 開始遷移

# migrationDownloadTooltip
source: Please archive first
ar: يرجى الأرشفة أولاً
de: Bitte zuerst archivieren
es: Por favor, archiva primero
fr: Veuillez archiver d'abord
hi: कृपया पहले संग्रहित करें
it: Si prega di archiviare prima
ja: まずアーカイブしてください
ko: 먼저 아카이브하세요
nl: Archiveer eerst
pl: Proszę najpierw archiwizować
pt: Por favor, arquive primeiro
ru: Пожалуйста, сначала архивируйте
th: กรุณาบันทึกไว้ก่อน
tr: Lütfen önce arşivleyin
vi: Vui lòng lưu trữ trước
zh_hans: 请先导出文件
zh_hant: 請先進行備份

# migrationExtractMediaItemsDescription
source: Optimizes app performance by separating image and media files from document data, making file operations faster and more efficient.
ar: يحسّن أداء التطبيق عبر فصل ملفات الصور والوسائط عن بيانات المستند، مما يجعل عمليات الملفات أسرع وأكثر كفاءة.
de: Verbessert die Leistung der App, indem Bild- und Mediendateien von den Dokumentdaten getrennt werden, sodass Dateioperationen schneller und effizienter ablaufen.
es: Optimiza el rendimiento de la aplicación separando los archivos de imagen y multimedia de los datos del documento, haciendo que las operaciones con archivos sean más rápidas y eficientes.
fr: Optimise les performances de l'application en séparant les fichiers image et multimédia des données des documents, ce qui rend les opérations sur les fichiers plus rapides et plus efficaces.
hi: दस्तावेज़ डेटा से छवि और मीडिया फ़ाइलों को अलग करके ऐप के प्रदर्शन को अनुकूलित करता है, जिससे फ़ाइल संचालन तेज़ और अधिक कुशल होते हैं।
it: Ottimizza le prestazioni dell'app separando i file immagine e multimediali dai dati dei documenti, rendendo le operazioni sui file più veloci ed efficienti.
ja: 画像やメディアファイルをドキュメントデータから分離することで、ファイル操作がより高速かつ効率的になり、アプリのパフォーマンスを最適化します。
ko: 앱 성능을 최적화하기 위해 이미지 및 미디어 파일을 문서 데이터와 분리하여 파일 작업을 더 빠르고 효율적으로 만듭니다.
nl: Optimaliseert de app-prestaties door beeld- en mediabestanden van documentgegevens te scheiden, waardoor bestandsbewerkingen sneller en efficiënter verlopen.
pl: Optymalizuje działanie aplikacji poprzez oddzielenie plików graficznych i multimediów od danych dokumentów, co sprawia, że operacje na plikach są szybsze i bardziej wydajne.
pt: Otimiza o desempenho do aplicativo ao separar arquivos de imagem e mídia dos dados do documento, tornando as operações de arquivo mais rápidas e eficientes.
ru: Оптимизирует работу приложения, отделяя изображения и медиафайлы от данных документов, что делает операции с файлами быстрее и эффективнее.
th: เพิ่มประสิทธิภาพแอปโดยการแยกไฟล์รูปภาพและสื่อออกจากข้อมูลเอกสาร ทำให้การจัดการไฟล์รวดเร็วและมีประสิทธิภาพยิ่งขึ้น
tr: Görüntü ve medya dosyalarını belge verilerinden ayırarak uygulama performansını optimize eder; dosya işlemlerini daha hızlı ve verimli hale getirir.
vi: Tối ưu hiệu năng ứng dụng bằng cách tách các tệp ảnh và phương tiện khỏi dữ liệu tài liệu, giúp thao tác tệp nhanh hơn và hiệu quả hơn.
zh_hans: 通过将图像和媒体文件与文档数据分离，优化应用性能，使文件操作更快、更高效。
zh_hant: 透過將影像與媒體檔案從文件資料中分離，優化應用程式效能，使檔案操作更快速且更有效率。

# migrationExtractMediaItemsName
source: Extract Media Items
ar: استخراج عناصر الوسائط
de: Mediendateien extrahieren
es: Extraer elementos multimedia
fr: Extraire les éléments multimédias
hi: मीडिया आइटम निकालें
it: Estrai elementi multimediali
ja: メディア項目を抽出
ko: 미디어 항목 추출
nl: Media-items extraheren
pl: Wyodrębnij elementy multimedialne
pt: Extrair itens de mídia
ru: Извлечь медиафайлы
th: แยกไฟล์สื่อ
tr: Medya Öğelerini Ayır
vi: Trích xuất mục phương tiện
zh_hans: 提取媒体项
zh_hant: 擷取媒體項目

# migrationICloudSyncHintIdleTitle
source: Checking for iCloud updates...
ar: جاري التحقق من تحديثات iCloud…
de: Auf iCloud-Updates prüfen...
es: Comprobando si hay actualizaciones de iCloud...
fr: Vérification des mises à jour iCloud…
hi: iCloud अपडेट्स की जाँच की जा रही है...
it: Controllo aggiornamenti iCloud...
ja: iCloud の更新を確認中…
ko: iCloud 업데이트 확인 중…
nl: Controleren op iCloud-updates…
pl: Sprawdzanie aktualizacji iCloud...
pt: Verificando atualizações do iCloud...
ru: Проверка обновлений iCloud…
th: กำลังตรวจสอบการอัปเดตบน iCloud...
tr: iCloud güncellemeleri kontrol ediliyor...
vi: Đang kiểm tra cập nhật iCloud...
zh_hans: 正在检查 iCloud 更新…
zh_hant: 正在檢查 iCloud 更新…

# migrationICloudSyncHintMessage
source: If you've already migrated on another device, the app will continue automatically after sync.
ar: إذا كنت قد قمت بالترحيل بالفعل على جهاز آخر، فسيستأنف التطبيق تلقائيًا بعد اكتمال المزامنة.
de: Wenn Sie die Migration bereits auf einem anderen Gerät durchgeführt haben, wird die App nach der Synchronisierung automatisch fortfahren.
es: Si ya has migrado en otro dispositivo, la app continuará automáticamente después de la sincronización.
fr: Si vous avez déjà effectué la migration sur un autre appareil, l’application reprendra automatiquement après la synchronisation.
hi: यदि आपने पहले किसी अन्य डिवाइस पर माइग्रेशन कर लिया है, तो सिंक के बाद ऐप स्वचालित रूप से जारी रहेगा।
it: Se hai già eseguito la migrazione su un altro dispositivo, l'app continuerà automaticamente dopo la sincronizzazione.
ja: 別のデバイスですでに移行を済ませている場合、同期が完了するとアプリは自動的に続行します。
ko: 다른 기기에서 이미 마이그레이션을 완료한 경우, 동기화가 완료된 후 앱이 자동으로 계속 진행됩니다.
nl: Als je de migratie al op een ander apparaat hebt uitgevoerd, gaat de app na synchronisatie automatisch verder.
pl: Jeśli migracja została już przeprowadzona na innym urządzeniu, aplikacja wznowi działanie automatycznie po synchronizacji.
pt: Se você já migrou em outro dispositivo, o app continuará automaticamente após a sincronização.
ru: Если вы уже выполнили миграцию на другом устройстве, приложение автоматически продолжит работу после синхронизации.
th: หากคุณได้ย้ายข้อมูลบนอุปกรณ์อื่นแล้ว แอปจะดำเนินการต่อโดยอัตโนมัติหลังการซิงค์เสร็จสิ้น.
tr: Eğer başka bir cihazda zaten taşıma yaptıysanız, uygulama eşitleme tamamlandıktan sonra otomatik olarak devam edecektir.
vi: Nếu bạn đã thực hiện chuyển dữ liệu trên thiết bị khác, ứng dụng sẽ tiếp tục tự động sau khi đồng bộ hóa.
zh_hans: 如果您已在其他设备上完成迁移，同步后应用将自动继续。
zh_hant: 如果您已在其他裝置上完成遷移，應用程式會在同步後自動繼續。

# migrationICloudSyncHintWaitingForSyncTitle
source: Waiting for iCloud sync to complete...
ar: انتظار اكتمال مزامنة iCloud…
de: Warten auf Abschluss der iCloud-Synchronisierung...
es: Esperando a que se complete la sincronización de iCloud...
fr: En attente de la fin de la synchronisation iCloud…
hi: iCloud सिंक के पूरा होने की प्रतीक्षा...
it: In attesa del completamento della sincronizzazione iCloud...
ja: iCloud の同期完了を待っています…
ko: iCloud 동기화 완료 대기 중…
nl: Wachten tot iCloud-synchronisatie is voltooid…
pl: Oczekiwanie na zakończenie synchronizacji iCloud...
pt: Aguardando a conclusão da sincronização do iCloud...
ru: Ожидание завершения синхронизации iCloud…
th: กำลังรอให้การซิงค์ iCloud เสร็จสมบูรณ์...
tr: iCloud eşitlemesinin tamamlanması bekleniyor...
vi: Đang chờ đồng bộ iCloud hoàn tất...
zh_hans: 正在等待 iCloud 同步完成…
zh_hant: 正在等待 iCloud 同步完成…

# migrationItemFailedItemsTitle
source: "Failed Items (%d):”
ar: العناصر الفاشلة (%d):
de: "Fehlgeschlagene Elemente (%d):"
es: Elementos fallidos (%d):
fr: Éléments échoués (%d) :
hi: "विफल आइटम (%d):"
it: "Elementi non riusciti (%d):"
ja: 失敗した項目（%d）：
ko: “실패한 항목 (%d):”
nl: Mislukte items (%d):
pl: Nieudane elementy (%d):
pt: "Itens com falha (%d):"
ru: Неудачные элементы (%d):
th: "รายการที่ล้มเหลว (%d):"
tr: "Başarısız Öğeler (%d):"
vi: "Các mục gặp lỗi (%d):"
zh_hans: “失败项（%d）：”
zh_hant: 失敗項目 (%d)：
